{
  "home": {
    "ss": "نشاطات",
    "sss": "قلف",
    "home": "الرئيسية",
    "browse":"تصفح ",
    "about": "من نحن ",
    "from":"من",
    "fromm":"نحن ",
    "services": "فروعنا",
     "servicess": "خدماتنا",
    "servicee":"تفضل بزيارتنا في أقرب فرع لك",
    "on":"قرن من",
    "onn":"الزمان في طور التكوين",
    "Commercialfranchise": "الفرص الاستثمارية",
    "Commercialfranchisee":"الحصول على امتياز تجاري",
    "we":"نحن نحب أن نسمع  منك. يرجى ملء هذا النموذج.",
    "we2":"يرجى ملء هذا النموذج.",
    "fr":"الاسم الاول",
    "fr3":"الاسم الثلاثي",
    "frR":"الاسم الاول مطلوب",
    "ls":"الاسم الاخير",
    "lss":"الاسم الاخير مطلوب",
    "ph":"رقم الجوال",
    "phR":"رقم الجوال مطلوب",
    "pherror":"الرقم غير صحيح",
    "numbersonly":"برجاء ادخال ارقام فقط",
    "Please":"من فضلك ادخل على ملفك",
    "message":"تم إرسال الرسالة بنجاح",
    "Go":"اذهب الى الصفحة الرئيسية",
    "me":"الرساله",
    "mee":"ادخل رسالتك (اختياري)",
    "sn":" أرسل رسالة",
    "app": "تطبيق قلف",
    "recruitment": "التوظيف",
    "Connectwitus": "تواصل معنا",
    "Obtaining": "الحصول على فرص استثمارية",
     "allPosts":"شاهد جميع المنشورات",
    "offer": "عرض فرصه استثمارية",
    "history": "تاريخنا",
    "goals": "غايـتـنا",
    "goals2": "تسعى قلف أن تكون الرائدة والمثال الأعلى في مجال خدمة السيارات وإدارة محطات الوقود، مع التركيز على تقديم أعلى معايير الجودة في محطات قلف.",
    "team": " كلمةالرئيس التنفيذي ",
    "teamM":"فريق",
    "teamMM":"القيادة",
    "abot4":" فرص ",
    "abot44":"استثمارية",
    "al":"عرض فرصه",
    "alls":"استثمارية",
    "abot444":"تواصل للشراء",
    "abot4444": "مرحبًا، أود الحصول على مزيد من المعلومات.",
 "footer4_call": "اتصل بنا",
    "do":"حمل تطبيق",
    "doo":"استمتع بأفضل الخدمات والخصومات",
    "footer1":"نرتقي بجودة الخدمات في محطات الوقود",
    "footer2":"سياسة الخصوصية ",
    "footer3":"سياسة الاستخدام",
    "footer4":"ابقى معنا",
    "footer5":"جميع الحقوق محفوظة لدي",
    "teamMMM":"لقد التزم فريق القيادة لدبنا تماما بالنجاح الخاص لشركتنا ودفع روح علامتنا التجارية التي تحافظ على ادائنا في ذروتنا. السعي لتحقيق الافضل هو سعينا الاساسي. وتحقيق ذلك كل يوم هو الدور الذي يلعبه الجميع.",
    "activitiesGulf": "أنشطة",
    "activitiesGulfSpan": "قلف",
    "activitiesGulf2": "تفضل بزيارتنا في أقرب فرع لك",
    "locationHome": "الخريطة",
    "locationHomee": "التفاعلية",
    "stations": "محطات الوقود",
    "area": "المنطقه",
    "search": "بحث",
    "location": "الموقع",
    "what": "ما هو",
    "wharnew": "الجديد",
    "wharnewlast": "اكتشف المزيد حول ما يحدث في قلف. إطلع على آخر الأخبار والتحديثات لدينا...",
    "More": "المزيد",
    "More2": "هل لديك اسئلة؟",
    "More3": "لا يمكنك العثور على الإجابة التي تبحث عنها؟ يرجى الدردشة مع فريقنا الودود.",
    "locationHome2": "تقديم باقة من الخدمات المتكاملة لقائدي المركبات والمسافرين داخل وخارج المدن وفق أعلى المعايير المحلية والدولية بما يضمن رضى العملاء ويؤكد على القيمة المضافة.",
     "home4":"منذ عام 1901، كنا علامة تجارية معترف بها عالميًا يثق بها ملايين الأشخاص في جميع أنحاء العالم. لن يكون هذا الاتساق والنجاح الدائم ممكنًا بدون العلاقات التي بنيناها وحافظنا عليها على مر السنين.",
      "home3":"الشراكة مع",
      "home33":"فريق ويليامز",
      "home44":" تراث",
      "start":"بداية",
      "journe":"رحلتنا",
      "w2":"نحن نعلم أكثر من أي شخص آخر أن النجاح لا يأتي بالصدفة، بل هو نتاج لشغفنا والتزامنا الذي لا يتزعزع. إنه جوهر علاقاتنا مع عملائنا وشركائنا، والبلدان التي نعمل فيها، والمجتمعات التي نخدمها.",
       "W3":"واليوم، تواصل جلف هذا الإرث من الابتكار من خلال التحسين المستمر وتوسيع عروض منتجاتنا لمواكبة التقدم التكنولوجي في الأسواق التي نخدمها.",
       "dev":"تتطور باستمرار",
       "dev2":"لا تستقر أبدا",
       "Ourcommitment":"التزامنا",
       "foryou":"لك",
       "g":"مجموعة",
       "gg":"هندوجا",
       "ab":"نبذة عن مجموعة هندوجا",
       "lonic":"الأيقوني",
       "Iconicc":"الرائع",
       "Iconiccc":" ويجسد شعار القرص البرتقالي الخليجي الشهير الذي يعود تاريخه إلى عام 1920 القيم التي بنيت عليها العلامة التجارية الخليجية. لقد ارتبط شعارنا دائمًا بالاعتمادية والأصالة. خلال عشرينيات القرن الماضي، كان الكثير من البنزين المباع في الولايات المتحدة بدون علامة تجارية وذات جودة مشكوك فيها. ومع ذلك، عندما اشترى العملاء منتجاتنا الخليجية، كانوا يعلمون أنهم سيحصلون على سلع عالية الجودة. ومنذ ذلك الحين لم يتغير شيء؛ لا يزال القرص البرتقالي رمزًا لتفانينا في تقديم منتجات من الدرجة الأولى.",
       "Iconicccc":"على مر السنين، تم تحسين الشعار نفسه، لكن عناصره المرئية الأساسية والمعنى يظل كما هو. أصبحت ألوان هذه العلامات التجارية معروفة على الفور في عالم رياضة السيارات وأصبحت عنصرًا أساسيًا في ملابس أسلوب حياتنا.",
       "Iconiccccc":"لقد زيّن قرصنا البرتقالي الشهير كل شيء بدءًا من سيارات السباق وحتى تغطية قناة NBC لبرنامج الفضاء الأمريكي وحتى أفلام هوليوود بحيويته. لقد زينت معصم ستيف ماكوين وتقف بكل فخر أينما تم عرض نمط حياتنا المختار بعناية وشراكاتنا الرياضية مع العلامات التجارية العالمية الأخرى، مثل ماكلارين وتاغ هوير. ",
       "Iconicccccc":"واليوم، لا يزال شعارنا يمثل القيم التي وعدت بها علامتنا التجارية منذ البداية: الجودة والقدرة على التحمل والشغف. في كل مرحلة من تاريخ علامتنا التجارية، عندما يرى عملاؤنا شعارنا، يجب أن تتبادر إلى ذهنهم كلمة واحدة فقط؛ مبدع.",
       "sty":"ابقي علي",
       "sty2":"تواصل",
       "emai":"البريد الالكتروني",
       "entere":"أدخل بريديك الكتروني",
       "emaiR":"  بريدك الالكتروني مطلوب ",
       "eamipl":"يرجى إدخال البريد الإلكتروني بشكل صحيح",
       "yes":"أنت توافق على سياسة الخصوصية الودية الخاصة بنا.",
       "joun":"انضم إلى",
       "ad":"أضغط للتحميل",
       "add":"أو السحب والإفلات",
       "s4":"قرن من البحث",
       "s44":"والتطوير..",
       "s444":"نتمتع بتاريخ غني من التميز يمتد لأكثر من قرن. منذ تأسيسنا في عام 1901 إلى أول محطة وقود تحمل علامتنا التجارية في عام 1913 ، وصولاً إلى أحدث شراكاتنا وابتكاراتنا ، جاء نجاحنا من شغفنا الذي لا ينضب وأدائنا والتزامنا بكل ما نقوم به. إنه في صميم علاقاتنا مع عملائنا وشركائنا.",
       "s2":"نبذة عن قلف",
       "accounttype":"نوع الحساب",
       "partners":"هل لديك شركاء في الأسهم",
       "s1":"هدفنا",
       "s11":"نرتقي بجودة الخدمات في محطات الوقود",
"ab1":"انفردت شركة قلف المحدودة بالترخيص الحصري لاستخدام العلامة والهوية التجارية لقلف اويل انترناشونال بالمملكة العربية السعودية، ويعتبر شعار قلف رمزاً عالمياً للصدارة في التقنية، وجودة المنتج، والخدمة المتميزة للعملاء، والعراقة التي رسخت عبر ما يربو على 100 عام من الخبرة، حيث تأسست هذه الشركة في الولايات المتحدة في بداية القرن ، وتعد واحدة من شركات النفط السبع الأقدم عالمياً، وتتألف من مجموعة كبيرة من الشركات المندرجة تحت علامة قلف التجارية، وتتركز عمليات الشركة على منتجات وخدمات زيوت التشحيم ومنتجات الوقود وهي موجودة في أكثر من 100 دولة حول العالم,",
"ab2":"عن محطات قلف السعودية",
"ab3":"تدير قلف حاليًا عدداً من محطات وقود بنجاح في مختلف مناطق المملكة، ويتم توريد الوقود من أرامكو السعودية من خلال ناقلات وقود تتمتع بالجودة العالية ومطابقتها للمواصفات والمعايير العالمية، وتتميز محطات الوقود في قلف باستخدام المعدات الحديثة والتقنيات المبتكرة المستمدة من الخبرات العريضة للشركة العالمية",
"ab4":"رسالتنا",
"ab5":"  نسعى في قلف دائمًا لاغتنام فرص النمو والتوسع بما يتوافق مع معايير الجودة العالية لدينا، حيث ينصب تركيزنا على خدماتنا وعملائنا، ويتم التعامل مع ملاحظات عملائنا بأولوية كبيرة وذلك لتحقيق أداء عالمي يتجاوز توقعات عملائنا، حيث أن هدفنا النهائي هو تزويد عملائنا بوقود وخدمات ذات جودة ونوعية عالية ",
"joun1":"عرض فرصه",
"joun11":"استثمارية",
"send":"أرسال ",
"postD":"تفاصيل المنشور",
"pro1":"برنامج الإمتياز التجاري",
"pro11":"نبذة تعريفية عن البرنامج",
"lastts":"وبفضل روحنا الريادية، بدأنا في تطوير مواقع أخرى، ووسمها بالقرص البرتقالي المميز الذي لا يزال يشكلجزًءمنشعارقلفاليوم.وخلالالستينيات،طورتقلفحملاتتسويقبارزة،أبرزهارعاية هبوط أبولو على سطح القمر. أصبحقرصقلفالبرتقاليالذييمكنالتعرفعليهفوًرافيجميعأنحاءالعالممرادًفاللمنتجاتعالية الجودة والابتكار والتميز التقني. بالإضافة إلى توزيع منتجات الزيوت على مستوى العالم، تتواجد شركة قلف اليوم في أكثر من 25 دولة حول العالم لبيع الوقود بالتجزئة وزيوت المحركات، مع تطلعات لتحقيق 60 بحلول عام 2024.",
"pro111":"دشنت قلف بالتعاون مع وزارة الطاقة والهيئة العامة للمنشآت الصغيرة والمتوسطة  منشآت  مشروع الإمتياز، ويهدف المشروع إلى منح الإمتياز للعلامة التجارية ",
"pro1111":"لماذا قلف؟",
"proQ1":"أول علامة عالمية مؤهلة لإدارة وتشغيل محطات الوقود في المملكة.",
"proQ2":"تاريخ يتمد لأكثر من 120 سنة من الخبرات المتراكة",
"proQ3":"تواجدنا في أكثر من 100 دولة.",
"proQ4":"تكامل الخدمات والتقنيات الجديدة,",
"proQ5":"الجودة والمعايير العالمية.",
"proQ6":"العمل بروح الفريق الواحد.",
"proQ7":"الإنتشار الجغرافي.",
"pr3":"تضم حزمة الإمتياز على التالي:",
"pr31":"العلامة التجارية.",
"pr32":"المعرفة الفنية.",
"pr33":"أدلة التشغيل.",
"pr34":"المعايير الواجب توفرها في ممنوحي الإمتياز.",
"pr35":"الخدمات التي يقدمها مانح الإمتياز لممنوح الإمتياز.",
"pr36":"رسوم الإمتياز التي يدفعها منوحي الإمتياز لمانح الإمتياز.",
"pr4":"ماذا نقدم لممنوحي الإمتياز؟",
"pr41":"(برنامج تدريب مكثف في المجالات التالية : ( المنتجات , الخدمات التي يقدمها نظام الإمتياز التجاري)",
"pr42":"معلومات عن احتياجات السوق",
"pr43":"تقنيات التسويق",
"pr44":"طرق التوظيف والتدريب",
"pr45":"المحاسبة والتدقيق",
"pr46":"إدارة المخزون",
"pr47":"توفير برمجيات التشغيل ",
"pr48":"طلب الدفعة الأولى من المنتجات",
"pr49":"شاحنات مبردة خاصة لنقل المنتجات",
"pr410":"المساعدة في تنظيم حملة دعائية وترويج بمناسبة إفتتاح الفرع الجديد عن طريق موقعنا وحساباتنا في وسائل التواصل الإجتماعي",
"pr5":"كيفية الحصول على الفرنشايز",
"pr51":"تقديم الطلب ( يتم عن طريق زيارة الموقع الإلكتروني الخاص بالشركة وتعبئة نموذج المعلومات الشخصية وإرسالها ).",
"pr52":"دراسة الطلب ( يتم التواصل مع المتقدمين بعد إستلام النماذج لإستكمال باقي المتطلبات والوثائق الرسمية).",
"pr53":"ترشيح ممنوحي الإمتياز ( بعد إطلاع لجنة الإمتياز التجاري على كافة الطلبات يتم إختيار قائمة بالأنسب ممن يستوفون كافة الإشتراطات اللازمة للحصول على الإمتياز التجاري).",
"pr54":"مذكرة التفاهم وسرية المعلومات ( توقيع إتفاقية عدم إفشاء أسرار ومعلومات مانح الإمتياز الفنية والتقنية للغير).",
"pr55":"توقيع العقد ( هو عقد إلزامي بين طرفين مستقلين قانونيا واقتصاديا يقوم مقتضاه أحد طرفيه, والذي يطلق عليه مانح الإمتياز بمنح الطرف الآخر والذي يطلق عليه ممنوح الإمتياز الموافقة على إستخدام حق أو أكثر من حقوق الخاصة والمعرفة الفنية . يتم بمقتضاه السماح له بإمتلاك حزمة الإمتياز التجاري كاملة).",
"sendorder":"تقدم بالطلب الأن",
"bos1":"كلمة الرئيس التنفيذي",
"bos2":"م /  صالح بن عبدالعزيز العمر",
"bos3":"على مر السنين، تم تحسين الشعار نفسه، لكن عناصره المرئية الأساسية والمعنى يظل كما هو. أصبحت ألوان هذه العلامات التجارية معروفة على الفور في عالم رياضة السيارات وأصبحت عنصرًا أساسيًا في ملابس أسلوب حياتنا.",
"bos4":"لقد زيّن قرصنا البرتقالي الشهير كل شيء بدءًا من سيارات السباق وحتى تغطية قناة NBC لبرنامج الفضاء الأمريكي وحتى أفلام هوليوود بحيويته. لقد زينت معصم ستيف ماكوين وتقف بكل فخر أينما تم عرض نمط حياتنا المختار بعناية وشراكاتنا الرياضية مع العلامات التجارية العالمية الأخرى، مثل ماكلارين وتاغ هوير.",
"bos5":"واليوم، لا يزال شعارنا يمثل القيم التي وعدت بها علامتنا التجارية منذ البداية: الجودة والقدرة على التحمل والشغف. في كل مرحلة من تاريخ علامتنا التجارية، عندما يرى عملاؤنا شعارنا، يجب أن تتبادر إلى ذهنهم كلمة واحدة فقط؛ مبدع.",
"ab22":"مع تراث يمتد إلى 120 عام، تحظى العلامة التجارية لـ قلف بالاعتراف العالمي والموثوقية بها من قبل ملايين العملاء على مستوى العالم. وتم افتتاح أول محطة بنزين تحمل العلامة التجارية على الإطلاق في بيتسبرغ، الولايات المتحدة الأمريكية في عام م1913، وقد قدنا طريقالتطور بعد ذلك في نشاط بيع الوقود بالتجزئة منذ ذلك الحين."
,"sends":"تم إرسال رسالتك بنجاح",
"all":"الكل",
"Region":"المنطقة",
"locations":"الموقع",
"gas":"محطات الوقود",
"searchfor":"البحث عن الأماكن",
"personal":"المعلومات الشخصية",
"fre":"اكتب الاسم الاول",
"ID":"رقم الهوية",
"IDe":"اكتب رقم البطاقة الشخصية",
"age":"السن",
"PleaseId":"من فضلك ادخل رقم الهوية",
"Pleaseage":"من فضلك ادخل السن",
"Country":"الدولة",
"gender":"النوع",
"male":"ذكر",
"feminine":"انثي",
"addge":"الرجاء إدخال الجنس",
"contact":"معلومات الاتصال",
"PleaseEmail":"الرجاء إدخال البريد الإلكتروني الخاص بك بشكل صحيح",
"Nationality":"الجنسيه",
"Pleasenationality":"من فضلك ادخل الجنسية ",
"City":"المدينة",
"Pleasecountry":"من فضلك ادخل الدولة ",
"enterity":"أدخل المدينة",
"address":"العنوان",
"enteradd":"أدخل العنوان",
"enteraddpla":"من فضلك أدخل العنوان",
"POBox":"صندوق البريد",
"addpo":"أدخل صندوق البريد",
"placespo":"من فضلك أدخل صندوق البريد",
"Financial":"الحالة المالية",
"Annualtotal":"اجمالي الدخل السنوي",
"placesAmm":"من فضلك ادخل اجمالي الدخل السنوي",
"enteraaa":"ادخل  اجمالي الدخل السنوي",
"addacc":"اكتب نوع الحساب",
"placesacc":"الرجاء إدخال الإجمالي السنوي",
"yess":"هل تدير عملك الخاص(نعم/لا)",
"yesss":"نعم",
"no":"لا",
"startt":"تاريخ بدء النشاط التجاري",
"starttt":"الرجاء إدخال تاريخ بدء العمل",
"capital":"راس المال المتوقع للبدء",
"capitaletner":"اكتب رأس المال المتوقع",
"capitaletnerplas":"الرجاء إدخال رأس المال المتوقع",
"Commercial":"ما هو نشاط السجل التجاري الخاص بك؟ ",
"Commerciale":"أدخل نشاط السجل التجاري",
"CommercialePlease":"الرجاء إدخال نشاط السجل التجاري",
"loan":"هل تسدد قرض في الوقت الحالي (نعم/لا)",
"knowsabout":"ما الذي تعرفه عن..",
"enterd":"الرجاء إدخال البيانات",
"fo":"سبب اهتمامكم للحصول على الامتياز التجاري للعلامة التجارية",
"foo":"الرجاء إدخال سبب الاهتمام",
"whatt":"هل سبق حصولك أنت أو أحد من أقاربك على امتياز تجاري لشركة منافسة؟ (نعم/ لا)",
"cancel":"الغاء",
"addssss":"اكتب سبب اهتمامك بمنح امتياز العلامة التجارية",
"Ourservices":"خدماتنا",
"car":"سيارتك في أيدٍ أمينة",
"GulfExpress":"قلف اكسبريس",
"more":"تتميز قلف بخبرات تزيد على 120 عام في إنتاج زيوت المحركات بجميع أنواعها حيث توزع زيوت قلف على أكثر من 100 دولة على مستوى العالم. ونقدم في محطاتنا خدمة عملاء بأعلى جودة حيث أننا نتعامل مع سيارتك كما لو كانت خاصة بنا.",
"Fuel":"الوقود",
"more22":"نحن نؤمن بجعل الحياة أفضل من خلال تقديم منتجات عالية الجودة وخدمة لا تقبل المنافسة. وبما أن قلف تعتبر واحدة من أكبر موردي المنتجات البترولية في العالم في سلاسل محطتنا الموجودة في أكثر من 60 دولة، فإننا نتمتع بجودة الوقود لدينا من ناحية النقل والتخزين والتعبئة. ونستخدم في محطتنا معدات وأجهزة عالية الجودة وذلك لتوفير خدمة حماية لسيارات ومعدات عملائنا. كما يخضع موظفونا للتدريب المنتظم فيما يتعلق بقضايا الصحة والسلامة والبيئة لضمان بيئة عمل آمنة ومستدامة.",
"Carservices":"خدمات السيارات",
"car2":"نقدم الكثير من خدمات السيارات الأخرى مثل غسيل السيارات ، الورش الميكانيكية ، أجهزة الصراف الآلي، المطاعم الكفيهات والمزيد ….",
"csasa":"سياسة الخصوصية",
"csasa1":"تدرك قلف أهمية خصوصية وحماية بياناتك، وبالتالي نلتزم بالحفاظ على سرية المعلومات الحساسة وحماية حقوق جميع زوار هذا الموقع، وقد أعددنا هذه السياسة وبشكل محدد لتوضيح جميع ما يلي:",
"csasa2":"الموافقة على سياسة الخصوصية:",
"csasa3":"استخدامك للموقع أو تطبيق قلف يعني موافقتك على سياسة الخصوصية هذه، وبالضوابط والشروط التي تحكم الموقع والتطبيق. فإذا لم تكن موافقاً على هذه السياسة يجب عليك عدم استخدام أي من الخدمات المقدمة من خلال الموقع او التطبيق.",
"csasa4":"من يقوم بجمع بيانات المستخدمين؟",
"csasa5":"يقوم الخادم بالموقع بتسجيل عنوان بروتوكول شبكة الإنترنت IP الخاص بك (عنوان بروتوكول شبكة الإنترنت الخاص بك هو الرقم الخاص بجهاز الكمبيوتر الذي تستخدمه، والذي يسمح للأجهزة الأخرى الموصولة بشبكة الإنترنت بتحديد وجهة البيانات الصادرة عنها، وجمع بعض المعلومات مثل نوع المتصفح ومحرك البحث، وتاريخ ووقت الزيارة ولكن من دون التعرف على هويتك الشخصية).",
"csasa6":"الروابط بالمواقع الأخرى والأطراف الثالثة على شبكة الإنترنت:",
"csasa7":"ينطبق نهج الخصوصية هذا على موقع قلف. وإذا ما انتقلت إلى موقع آخر، يتعين عليك قراءة نهج الخصوصية الخاص بذلك الموقع؛ لتحديد ممارسات أمن المعلومات وسياسة الخصوصية المعتمدة هناك.",
"csasa8":"ما هي البيانات التي يتم جمعها؟",
"csasa9":"1- ملفات تعريف الارتباط (Cookies)",
"csasa10":"قد يقوم الموقع بتخزين ما يسمى بملفات تعريف الارتباط (Cookies) على الكمبيوتر الخاص بك عندما تقوم بزيارة الموقع. إن ملفات تعريف الارتباط (Cookies) هي جزء من البيانات التي تحددك كمستخدم بشكل فريد، كما يمكن استخدامها لتطوير معرفتك بالموقع ولفهم قاعدة مستخدم هذه المنصة على نحو أفضل.",
"csasa11":"يتم إعداد معظم المتصفحات في البداية لقبول ملفات تعريف الارتباط، كما يمكنك إعادة إعداد المتصفح الخاص بك لرفض كافة ملفات تعريف الارتباط أو للتنبيه عندما يتم إرسال ملفات تعريف الارتباط. كما يرجى ملاحظة أن بعض الخدمات التي يتم عرضها على هذا الموقع قد لا تعمل بشكل صحيح إذا قمت برفض ملفات تعريف الارتباط، حيث أننا قد نقوم / لا نقوم بربط المعلومات التي نقوم بتخزينها في ملفات تعريف الارتباط بأي معلومات تعريف شخصية تقدمها على موقعنا.",
"csasa12":"2- الموقع الجغرافي",
"csasa13":"قد يُطلب من المستخدم في بعض الأحيان الموافقة على تحديد الموقع الجغرافي له، للاستفادة من بعض الخدمات المقدمة في الموقع أو التطبيق.",
"csasa14":"ما هو الغرض من جمع البيانات؟",
"csasa15":"استخدام الموقع لبروتوكول الإنترنت الخاص بك يساعد على تشخيص المشكلات التي تحدث في الخوادم الخاصة بها، ويساعدها أيضًا على إجراء الإحصاء اللازم لقياس استخدام الموقع (عدد الزوار ولغة جهاز الكمبيوتر الذي تستخدمه)، الموقع لا يسمح لأي جهة خارج إطار الفريق الفني لها بالاطلاع على بروتوكول الإنترنت الخاص بك.",
"csasa16":"انتقال آمن للمعلومات:",
"csasa17":"نحن نضمن لك بأن هذا الموقع يحوز على أعلى إجراءات الأمن لحماية المعلومات التي تقدمها له. الموقع يعمل على تشفير المعلومات التي تعتبر حساسة أو البيانات التي يتعين الحفاظ على سريتها توافقاً مع المتطلبات القانونية.",
"csasa18":"حماية المعلومات الشخصية:",
"csasa19":"لن تكون معلوماتك الشخصية متاحة إلا لموظفي قلف أو الجهات المعنية وبإذن قانوني للاطلاع عليها. ودون موافقة المستخدم، لن تكون تلك المعلومات متاحة للجمهور. وعلاوة على ذلك لن يتم تبادل، أو تداول، أي من تلك المعلومات، أو بيعها لأي طرف آخر. كما لن يسمح بالوصول إلى المعلومات إلا للأشخاص المؤهلين والذين يتولون تقديم خدمات الموقع.",
"csasa20":"التواصل معنا:",
"csasa21":"إذا كانت لديك أي أسئلة بخصوص سياسة الخصوصية الخاصة بنا، أو طلب مساعدة أو تقديم شكوى، يُرجى الاتصال بنا عبر:",
"csasa22":"البريد الإلكتروني:",
"csasa23":"info@gulfsaudi.com",
"csasa24":"التغييرات التي قد تطرأ على سياسة الخصوصية:",
"csasa25":"تمتلك قلف حرية التصرف في تحديث سياسة الخصوصية هذه في أي وقت. ولمعرفة آخر تحديث أُجري عليها؛ على المستخدم مراجعة تاريخ التحديث أسفل هذه الصفحة.",
"csasa26":"المبادئ الرئيسية لحماية البيانات الشخصية:",
"csasa27":"— المبدأ الأول: المسؤولية",
"csasa28":"أن يتم تحديد وتوثيق سياسات وإجراءات الخصوصية الخاصة بجهة التحكم واعتمادها من قبل المسؤول الأول بالجهة (أو من يفوضه)، ونشرها إلى جميع الأطراف المعنية بتطبيقها.",
"csasa29":"— المبدأ الثاني: الشفافية",
"csasa30":"أن يتم إعداد إشعار عن سياسات وإجراءات الخصوصية الخاصة بجهة التحكم يحدد فيه الأغراض التي من أجلها تم معالجة البيانات الشخصية وذلك بصورة محددة وواضحة وصريحة.",
"csasa31":"— المبدأ الثالث: الاختيار والموافقة",
"csasa32":"أن يتم تحديد جميع الخيارات الممكنة لصاحب البيانات الشخصية والحصول على موافقته (الضمنية أو الصريحة) فيما يتعلق بجمع بياناته واستخدامها أو الإفصاح عنها.",
"csasa34":"— المبدأ الرابع: الحد من جمع البيانات",
"csasa35":"أن يقتصر جمع البيانات الشخصية على الحد الأدنى من البيانات الذي يمكن من تحقيق الأغراض المحددة في إشعار الخصوصية.",
"csasa36":"— المبدأ الخامس: الحد من استخدام البيانات والاحتفاظ بها والتخلص منها",
"csasa37":"أن يتم تقييد معالجة البيانات الشخصية بالأغراض المحددة في إشعار الخصوصية والتي من أجلها قدم صاحب البيانات موافقته الضمنية أو الصريحة، والاحتفاظ بها طالما كان ذلك ضرورية لتحقيق الأغراض المحددة أو لما تقتضيه الأنظمة واللوائح والسياسات المعمول بها في المملكة وإتلافها بطريقة آمنة تمنع التسرب، أو الفقدان، أو الاختلاس، أو إساءة الاستخدام، أو الوصول غير المصرح به نظامًا.",
"csasa38":"— المبدأ السادس: الوصول إلى البيانات",
"csasa39":"أن يتم تحديد وتوفير الوسائل التي من خلالها يمكن لصاحب البيانات الوصول إلى بياناته الشخصية لمراجعتها وتحديثها وتصحيحها.",
"csasa40":"— المبدأ السابع: الحد من الإفصاح عن البيانات",
"csasa41":"أن يتم تقييد الإفصاح عن البيانات الشخصية للأطراف الخارجية بالأغراض المحددة في إشعار الخصوصية والتي من أجلها قدم صاحب البيانات موافقته الضمنية أو الصريحة.",
"csasa42":"— المبدأ الثامن: أمن البيانات",
"csasa43":"أن يتم حماية البيانات الشخصية من التسرب، أو التلف، أو الفقدان، أو الاختلاس، أو إساءة الاستخدام، أو التعديل أو الوصول غير المصرح به -وفقا لما يصدر من الهيئة الوطنية للأمن السيبراني والجهات ذات الاختصاص.",
"csasa44":"— المبدأ التاسع: جودة البيانات",
"csasa45":"أن يتم الاحتفاظ بالبيانات الشخصية بصورة دقيقة، وكاملة، وذات علاقة مباشرة بالأغراض المحددة في إشعار الخصوصية.",
"csasa46":"— المبدأ العاشر: المراقبة والامتثال",
"csasa47":"أن يتم مراقبة الامتثال لسياسات وإجراءات الخصوصية الخاصة بجهة التحكم، ومعالجة الاستفسارات والشكاوى والنزاعات المتعلقة بالخصوصية.",
"csasa48":"المبادئ الرئيسية والقواعد العامة لمشاركة البيانات:",
"csasa49":"نقدم البيانات لأهداف عملية مبررة تهدف إلى تحقيق المصالح العامة دون إلحاق أي ضرر بأنشطة الجهات أو خصوصية الأفراد أو سلامة البيئة.",
"csasa50":"صلاحية الوصول إلى البيانات من قبل الأشخاص المؤهلين والمدربين بشكل صحيح:",
"csasa51":"— يتم مشاركة جميع المعلومات الضرورية لتبادل البيانات بما في ذلك البيانات المطلوبة والغرض من جمعها ووسائل نقلها وطرق حفظها والضوابط المستخدمة لحمايتها وآلية التخلص منها.",
"csasa52":"— يتم تطبيق الضوابط الأمنية المنصوص عليها في اتفاقية مشاركة البيانات.",
"csasa53":"— يتم تطبيق الضوابط الأمنية المناسبة لحماية البيانات ومشاركتها في بيئة آمنة وموثوقة وفقًا للأنظمة والتشريعات ذات العلاقة.",
"csasa54":"— يتم تطبيق الممارسات الأخلاقية أثناء عملية مشاركة البيانات لضمان استخدامها في إطار العدالة والنزاهة والأمانة والاحترام.",
"syas1":"سياسة الاستخدام",
"syas2":"شروط الاستخدام",
"syas3": "تملي هذه الشروط والاحكام (المشار إليها هنا بـ “الشروط\") والتي تحكم استخدام الموقع الالكتروني الرئيسي الشركة أو أي جزء منه، وتشمل المواقع الفرعية أو المواقع المشار إليها والتي هي من ممتلكات الشركة (المشار إليها هنا بـ\"مواقع الشركة الالكترونية\"). تحتفظ الشركة بكامل حقوقها في تعديل هذه الشروط من طرف واحد أو في حالة حدوث تغيرات في المتطلبات التنظيمية او المحلية أو التغيرات في السياق القضائي و القانوني. بالزيارة أو التسجيل أو الشراء من خلال مواقع الشركة الالكترونية (المشار إليهم هنا بـ “المستخدمين\") فإنك تقر بالموافقة على هذه الشروط وعليه فإنك تلتزم بها. وفي حال عدم الموافقة على هذه الشروط يرجى عدم استخدام هذا الموقع الإلكتروني أو أي من تطبيقات الجوال المتصلة به.",
"syas4":"1- اخلاء مسؤولية مواقع الطرف الثالث",
"syas5":"1- قد يحتوي هذا الموقع على روابط لمواقع الكترونية أخرى والتي قد تخضع لشروط واحكام منفصلة",
"syas6":"2-‌ أي روابط لمواقع الكترونية أخرى على موقع الشركة ليست تحت سيطرتنا، ولسنا مسئولين عنها، ولا نتبنى محتوياتها أو سياسات الخصوصية الخاصة بها. وبالتالي أي استخدام لذلك الموقع هو على مسؤوليتك الخاصة",
"syas7":"2- ضوابط الاستخدام المقبول",
  "syas8": "1- يجب ألا يتعرض الموقع الالكتروني الشركة لأي خرق أو اتلاف أو زيادة الحمل على الموقع وفي حال لوحظ خطأ او عدم يقين في أي انتهاكات محظورة أو تشويه أو تلاعب بأي شكل من الأشكال ، فيجب تبليغ الشركة على الفور.",
  "syas9": "2- يوافق المستخدمين على عدم نشر أي أدوات يتم انشاءها من خلال موقع الشركة الالكتروني أو من خلال استخراج أو تنقيب أو تجميع أو تحليل للبيانات حيث انه لم يصمم أو يقصد الكشف عنها.",
  "syas10": "3- سوف تمارس الشركة العناية الواجبة ولن تتحمل المسؤولية عن أي انتهاك للشروط التي تتجاوز الظروف المعقولة الا ما نصت علية محكمة القانون.",
  "syas11": "4- لا يجوز للمستخدمين استخدام مواقع الشركة لنشر محتوى غير مرغوب فيه او التصرف بأي طريقة تعتبر غير ملائمة اخلاقياً، بما في ذلك: (العمر، الجنس، اللون، الدين، العرق، المنشأ، المواطنة، الإعاقة، الحالة الاجتماعية(.، استناداً على نظام مكافحة الجرائم المعلوماتية.",
  "syas12": "5- قد يتم تعليق وتقييد الوصول إلى مواقع الشركة الإلكترونية أحيانًا لأسباب تشغيلية مثل الصيانة أو تقديم تسهيلات أو منتجات جديدة.",
  "syas13": "6- تحتفظ الشركة بحقها في تعديل أو تصحيح أو حذف أو تعليق أو إيقاف أي محتوى بشكل مؤقت أو دائم من غير اشعار مسبق وفي أي وقت، بما في ذلك أي منتجات متاحة من خلال موقع الشركة.",
  "syas14": "7- يجوز للشركة وفقًا لتقديرها الخاص ودون إخطار المستخدمين، أن تلغي مؤقتًا أو دائمًا أو تنهي أو تعلق الوصول أو التسجيل إلى مواقع الشركة عند الانتهاك الواضح للشروط.",
  "syas15": "8- قد يخضع أي محتوى مكتوب أو ملفات تم تحميلها على مواقع الشركة للمراقبة والتدقيق وقد يتم حذفها إذا تبين أنها ضارة دون تقديم أي إشعار للمستخدمين.",
  "phonechar":"الرجاء إدخال رقم مكون من 9 أرقام  ",
  "su":"تم إرسال الرسالة بنجاح",
  "suu":"الرجاء إدخال اثنين من أحرف على الأقل",
  "suuu":"من فضلك هذا الحقل المطلوب",
  "lastsss":"أدخل الدولة",
  "L":"أدخل جنسية الدولة",
  "b11":"مع شعار العلامة التجارية B1 ، ستكون أنت أولويتنا الأولى عند دخولك إلى متجرنا. حيث توجد لدينا مجموعة واسعة من الأطعمة والوجبات الخفيفة والمشروبات الساخنة والباردة والمزيد …",
  "b1":"بي ون مارت",
  "in":"معلومات عن الشركة",
  "fr3r":"الأسم الثلاثي مطلوب"
}
}
