{
  "home": {
    "ss": "activities",
    "sss": "Gulf",
    "home": "Home",
    "browse":"Browse",
    "on":"Century of",
    "onn":"time is in the making",
    "about": "About us",
    "services": "Our branches",
    "servicess":"Our services",
    "servicee":"Visit us at your nearest branch",
    "abot4":"Investment",
    "abot44":"Opportunities",
    "abot444":"Continue to purchase",
    "abot4444": "Hello, I would like to get more information.",
    "footer4_call": "Call us",
"do":"Download an application",
"doo":"Enjoy the best services and discounts",
"footer1":"Advancing the Quality of Services in the Gas Stations",
"footer2":"privacy policy",
"footer3":"Usage policy",
"footer4":"Stay with us",
"footer5":"All rights reserved",
"allPosts":"View all posts",
    "Commercialfranchise": "Investment opportunities",
"Commercialfranchisee":"Get a business franchise",
"we":"We love to learn from you. Please fill out this form.",
"we2":" Please fill out this form.",
"fs":"First Name",
"ls":"Last Name",
"ph":"phone number",
"me":"Message",
 "sn":"Send Message",
    "app": "Gulf App",
    "recruitment": "Recruitment",
    "Connectwitus": "Connect with us",
    "Obtaining": "Obtaining investment opportunities",
    "offer": "Offer an investment opportunity",
    "history": "Our history",
    "goals": "Our goal",
    "goals2": "Gulf seeks to be the leader and role model in the field of car service and gas station management, with a focus on providing the highest quality standards at Gulf stations.",
    "team": "CEO's message",
    "teamM":"Team",
    "teamMM":"Leadership",
    "teamMMM":"Our leadership team has been fully committed to the special success of our company and driving our brand ethos that keeps our performance at our peak. Striving to achieve the best is our primary pursuit. Making this happen every day is everyone's role.",
    "activitiesGulf": "activities",
    "activitiesGulfSpan": "Gulf",
    "activitiesGulf2": "Visit us at your nearest branch",
    "locationHome": "Interactiv",
    "locationHomee": "Map",
    "stations": "gas stations",
    "area": "area",
    "search": "search",
    "location": "location",
    "what": "What's",
    "wharnew": "new",
    "wharnewlast": "Find out more about what's happening in Gulf. Check out our latest news and updates...",
    "More": "More",
    "More2": "Do you have questions?",
    "More3": "Can't find the answer you're looking for? Please chat to our friendly team.",
    "locationHome2": "Providing a package of integrated services to vehicle drivers and travelers inside and outside cities in accordance with the highest local and international standards to ensure customer satisfaction and emphasize added value.",
    "home4":"Since 1901, we've been a globally recognized brand trusted by millions of people around the world. This consistency and lasting success would not be possible without the relationships we have built and maintained over the years.",
    "home3":"Partnership with",
    "home33":"Williams team",
    "home44":"Heritage",
    "start":"beginning",
    "journe":"our journey",
    "w2":"We know more than anyone that success does not happen by chance, but is the result of our passion and unwavering commitment. It is at the core of our relationships with our customers and partners, the countries in which we operate, and the communities we serve.",
    "w3":"Today, Gulf continues this legacy of innovation by continually improving and expanding our product offerings to keep pace with technological advances in the markets we serve.",
    "dev":"Constantly evolving",
    "dev2":"Never settle",
    "Ourcommitment":"Our commitment",
    "foryou":"for you",
    "g":"Group",
    "gg":"Hinduja",
    "ab":"About Hinduja Group",
    "lonic":"Iconic",
    "Iconicc":"The wonderful",
    "Iconiccc":"The famous Gulf orange disc logo, which dates back to 1920, embodies the values ​​on which the Gulf brand was built. Our motto has always been associated with reliability and authenticity. During the 1920s, much of the gasoline sold in the United States was unbranded and of questionable quality. However, when customers purchased our Gulf products, they knew they would be receiving high-quality goods. Since then nothing has changed; The orange disc remains a symbol of our dedication to providing first-class products.",
    "Iconicccc":"Over the years, the logo itself has been improved, but its basic visual elements and meaning remain the same. The colors of these brands became instantly recognizable in the world of motorsport and have become a staple of our lifestyle clothing.",
    "Iconiccccc":"Our iconic orange dial has graced everything from race cars to NBC's coverage of America's space program to Hollywood movies with its vibrancy. It has graced Steve McQueen's wrist and stands proudly wherever our carefully curated lifestyle and sporting partnerships with other global brands, such as McLaren and Tag Heuer, are displayed.",
    "Iconicccccc":"Our logo still represents the values ​​our brand promised from the beginning: quality defined by definition and passion. At every stage of our brand history, when our customers see our logo, only one word should come to mind; creative.",
    "from":"from ",
    "mee":"Enter your message (optional)",
    "message ":"The message was sent successfully",
    "Go":"Go to the home page",
    "pherror":"The figure is incorrect",
    "fromm":"we",
       "sty":"Keep in",
       "sty2":"touch with us",
       "email":"Your email",
       "emai":"Your email",
        "entere":"Enter your email",
       "yes":"You agree to our friendly privacy policy.",
       "joun":"Joined",
       "ad":"Click to upload",
       "add":"or drag and drop",
        "Please":"Please access your file",
       "s4":"A century",
       "s44":"in the making..",
       "s444":"Gulf has a rich history of excellence spanning over a century. From our founding in 1901 to our first branded petrol station in 1913, all the way to our latest partnerships and innovations, our success has come from our unfailing passion, performance and commitment to everything we do. It’s at the heart of our relationships with our customers and partners.",
       "s2":"About Gulf",
       "s1":"Our Goal",
       "s11":"Advancing the Quality of Services in the Gas Stations",
       "ab1":"Gulf Company Limited has the exclusive license to use the trademark and brand identity of Gulf Oil International in the Kingdom of Saudi Arabia. The Gulf logo is considered a global symbol of leadership in technology, product quality, distinguished customer service, and heritage that has been established through more than 100 years of experience, as this company was founded in The United States at the beginning of the century, and is one of the seven oldest oil companies in the world. It consists of a large group of companies under the Gulf brand. The company’s operations are focused on lubricating oil and fuel products and services, and it is present in more than 100 countries around the world.",
       "ab2":"About Saudi Gulf stations",
       "ab3":"Gulf currently operates a number of gas stations successfully in various regions of the Kingdom. Fuel is supplied from Saudi Aramco through fuel tankers that are of high quality and conform to international specifications and standards. Gulf gas stations are distinguished by their use of modern equipment and innovative technologies derived from the extensive experience of the international company.",
       "ab4":"Our message",
       "send":"Send a request",
       "ab5":"At Gulf, we always strive to seize opportunities for growth and expansion in accordance with our high quality standards, as our focus is on our services and our customers, and our customers’ comments are treated with great priority in order to achieve world-class performance that exceeds our customers’ expectations, as our ultimate goal is to provide our customers with quality fuel and services. High ",
       "pro1":"Franchise Program",
       "pro11":"About the program",
       "pro111":"Gulf, in cooperation with the Ministry of Energy and  Monshaat, launched the franchise project, which aims to grant the franchise to the Gulf brand.",
       "pro1111":"Why Gulf?",
       "proQ1":"The first international brand qualified to manage and operate gas stations in the Kingdom",
       "proQ2":"A history that spans more than 120 years of accumulated experience.",
       "proQ3":"We have a presence in more than 100 countries.",
       "proQ4":"Integration of new services and technologies.",
       "proQ5":"Quality and international standards.",
       "proQ6":"Teamwork.",
       "proQ7":"Geographical spread.",
       "pr3":"The Privilege Package includes the following:",
       "pr31":"Brand.",
       "pr32":"Technical knowledge.",
       "pr33":"Operating manuals.",
       "pr34":"The criteria to be met by franchisees.",
       "pr35":"Services provided by the franchisor to the franchisor.",
       "pr36":"Franchise fees paid by franchisees to the franchisor.",
       "pr4":"What do we offer franchisees?",
       "pr41":"Intensive training program in the following areas: (products, services provided by the franchise system)",
        "pr42":"Information on market needs",
        "pr43":"Marketing techniques",
        "pr44":"Recruitment and training methods",
        "pr45":"Accounting and Auditing",
        "pr46":"Inventory Management",
        "pr47":"Provision of operating software (POS).",
        "pr48":"Order the first batch of products",
        "pr49":"Special refrigerated trucks for transporting products",
        "pr410":". Assist in organizing an advertising and promotion campaign on the occasion of the opening of the new branch through our website and social media accounts.",
        "pr5":"How to get a franchise",
        "pr51":"Submit the application (by visiting the company's website and filling out the personal information form and sending it).",
        "pr52":"Study the application (applicants are contacted after receiving the forms to complete the rest of the requirements and official documents).",
        "pr53":"Nomination of franchisees (after informing the Franchise Committee of all applications, a list of the most suitable candidates who meet all the necessary requirements for obtaining the commercial franchise is selected).",
        "pr54":"Memorandum of Understanding and confidentiality of information (signing an agreement not to disclose the franchisor's technical and technical secrets and information to others).",
        "pr55":"Signing a contract (it is a mandatory contract between two legally and economically independent parties under which one of its parties, called the franchisor, grants the other party and the so-called franchisor consent to use one or more of the private rights and know-how, under which he is allowed to own the full franchise package).",
        "sendorder":"Apply now",
        "bos1":"CEO's Message",
        "bos2":"Eng. Saleh bin Abdulaziz Al-Omar",
        "bos3":"Over the years, the logo itself has been refined, but its core visual elements and meaning remain the same. The colors of these brands have become instantly recognizable in the world of motorsports and have become a staple in our lifestyle apparel.",
"bos4":"Our iconic orange disc has adorned everything from race cars to NBC's coverage of the American space program to Hollywood films with its vibrancy. It graced the wrist of Steve McQueen and stands proudly wherever our carefully curated lifestyle and sports partnerships with other global brands, such as McLaren and TAG Heuer, are showcased.",
"bos5":"Today, our logo still represents the values our brand has promised since the beginning: quality, endurance, and passion. At every stage of our brand's history, when our customers see our logo, one word should come to mind: iconic.",
"ab22":"Gulf Company Limited has the exclusive license to use the trademark and brand identity of Gulf Oil International in the Kingdom of Saudi Arabia. The Gulf logo is considered a global symbol of leadership in technology, product quality, distinguished customer service, and heritage that has been established through more than 100 years of experience, as this company was founded in The United States at the beginning of the century, and it is one of the seven oldest oil companies in the world. It consists of a large group of companies under the Gulf brand. The company’s operations are focused on lubricating oil and fuel products and services, and it is present in more than 100 countries around the world.",
"frR":"First name required",
"lss":"Last name required",
"emaiR":"Your emai required",
"phR":"phone number required",
"sends":"Your Message Sent Successfully",
"lastts":"Thanks to our pioneering spirit, we began to develop other sites, branding them with the distinctive bullet that is still part of the Gulf Today logo. During the 1960s, it developed prominent marketing campaigns, most notably sponsoring the Apollo moon landing. The instantly recognizable orange refinery villages have become synonymous with high quality products and technical excellence around the world. In addition to distributing oils at the global product level, Guelph is present today in more than 25 countries around the world manufacturing fuel devices and motor oils, with aspirations to achieve 60 years by 2024.",
"all":"All",
"fr":"First name",
"Region":"Region",
"locations":"Location",
"gas":"Gas stations",
"searchfor":"Search for places",
"personal":"Personal information",
"fre":"Add the first name",
"ID":"ID card number",
"IDe":"Enter the ID number",
"age":"Age",
"PleaseId":"Please enter the card number",
"Pleaseage":"Please enter age",
"Country":"Country",
"gender":"Gender",
"male":"Male",
"feminine":"Feminine",
"addge":"Please enter the gender",
"contact":"Contact information",
"PleaseEmail":"Please enter your email correctly",
"Nationality":"Nationality",
"Pleasenationality":"Please enter nationality",
"City":"City",
"Pleasecountry":"Please enter the country",
"enterity":"Enter the city",
"address":"Address",
"enteradd":"Enter address",
"enteraddpla":"Please  enter address",
"POBox":"Post box",
"addpo":"Enter mailbox",
"placespo":"Please enter your mailbox",
"Financial":"Financial condition",
"Annualtotal":"Annual total",
"placesAmm":"Please enter the annual total",
"enteraaa":"Enter the annual total",
"accounttype":"Account type",
"addacc":"Type the account type",
"placesacc":"Please enter the annual total",
"yess":"Have you subscribed (yes/no)",
"yesss":"Yes",
"no":"No",
"startt":"Work start date",
"starttt":"Please enter work start date",
"capital":"Expected capital",
"capitaletner":"Write down the expected capital",
"capitaletnerplas":"Please enter down the expected capital",
"partners":"Equity partners",
"Commercial":"Commercial registry activity",
"Commerciale":"Enter commercial registry activity",
"CommercialePlease":"Please enter commercial registry activity",
"loan":"Loan repayment (yes/no)",
"knowsabout":"knows about",
"enterd":"Please enter data",
"fo":"Why you should be interested in franchising the brand",
"foo":"Please enter reason of interest",
"whatt":"Have you or any of your relatives ever obtained a franchise for a competing company? (Yes No)",
"cancel":"Cancel",
"addssss":"Write the reason for interest",
"Ourservices":"Our services",
"car":"Your car is in safe hands",
"GulfExpress":"Gulf Express",
"more":"Gulf has more than 120 years of experience in producing all types of engine oils, as Gulf oils are distributed to more than 100 countries around the world. At our stations, we provide the highest quality customer service, as we treat your car as if it were our own.",
"Fuel":"Fuel",
"more22":"We believe in making life better by providing high quality and unbeatable products. Since Gulf is considered one of the largest suppliers of petroleum products in the world with our station chains located in more than 60 countries, we enjoy the quality of our fuel from transportation, storage and packaging. In our station, we use high-quality equipment by providing protection services for millions of cars and equipment. He also prepares us in advance regarding electrical health issues, in order to have a safe and sustainable operation.",
"Carservices":"Car services",
"car2":"We provide many other car services such as car washes, mechanical workshops, ATMs, cafeterias and more...",
"csasa":"Privacy policy",
"csasa1":"Gulf understands the importance of the privacy and protection of your data, and therefore is committed to maintaining the confidentiality of sensitive information and protecting the rights of all visitors to this site, and we have specifically prepared this policy to clarify all of the following:",
"csasa2":"Agree to the privacy policy:",
"csasa3":"Your use of the Gulf website or application means your acceptance of this privacy policy, and the terms and conditions that govern the site and application. If you do not agree to this policy, you must not use any of the services provided through the site or application",
"csasa4":"Who collects user data?",
"csasa5":"The site's server records your IP address (your IP address is the number of the computer you are using, which allows other devices connected to the Internet to determine the destination of data from them, and collect some information such as browser type, search engine, date and time of the visit, but without knowing who you are)",
"csasa6":"Links to other websites and third parties on the Internet:",
"csasa7":"This Privacy Policy is applied to the Gulf website, and if you move to another website, you must read the privacy policy of that website; to determine the information security practices and privacy policy adopted there.",
"csasa8":"What is the type of the collected data?",
"csasa9":"1.Cookies",
"csasa10":"The site may store “cookies” on your computer when you visit the site. (Cookies) are part of the data that uniquely identifies you as a user and may be used to develop your knowledge of the site and to better understand the user base of this platform.",
"csasa11":"Most browsers are initially set up to accept cookies. You can also reset your browser to refuse all cookies or to alert you when cookies are being sent. Please note that some of the services displayed on this site may not function properly if you refused cookies, as we may not link the information stored by you in cookies to any personally identifiable information that you provide on our website.",
"csasa12":"2. Location",
"csasa13":"Sometimes the user may be asked to consent to his geolocation, in order to benefit from some of the services provided on the site or the application.",
"csasa14":"What is the purpose of data collection?",
"csasa15":"By using of the your IP, the site helps to diagnose problems that occur in its servers and also helps it to conduct the necessary statistics to measure the use of the site (the number of visitors and the language of the computer you are using), the site does not allow any third party outside the framework of its technical team to view your IP.",
"csasa16":"Secure transmission of information:",
"csasa17":"We guarantee that this site has the highest security measures to protect the information you provide to it. The site encrypts information that is considered sensitive or data that must be kept confidential in accordance with legal requirements.",
"csasa18":"Protection of personal information:",
"csasa19":"Your personal information will only be available to Gulf employees or the concerned parties and with a legal permission to view it, and without the user’s consent, that information will not be available to the public, and moreover, none of that information will be exchanged, traded, or sold to any third party. As well, access to the information will be permitted only to qualified persons who provide the services of the site.",
"csasa20":"Contact us:",
"csasa21":"If you have any questions about our Privacy Policy, or you want to request assistance, or file a complaint, please contact us via:",
"csasa22":"Email:",
"csasa23":"info@gulfsaudi.com",
"csasa24":"Changes that may appear to the Privacy Policy:",
"csasa25":"Gulf has the discretion to update this privacy policy at any time. And to know the latest update that was made on it, The user should check the update date at the bottom of this page.",
"csasa26":"The main principles of personal data protection:",
"csasa27":"— Principle One: Responsibility.",
"csasa28":"That the privacy policies and procedures of the control authority be defined and documented, approved by the authority’s primary official (or whoever he authorizes), and published to all parties concerned with their application.",
"csasa29":"— The second principle: transparency",
"csasa30":"That a notice be prepared about the privacy policies and procedures of the controller, specifying the purposes for which the personal data was processed, in a specific, clear and explicit manner.",
"csasa31":"— Principle Three: Choice and Consent",
"csasa32":"All possible options for the owner of personal data to be identified and to obtain his consent (implicit or express) regarding the collection, use or disclosure of his data.",
"csasa34":"— Fourth principle: limit data collection",
"csasa35":"The collection of personal data is limited to the minimum amount of data that can achieve the purposes specified in the Privacy Notice.",
"csasa36":"— Fifth Principle: Limit the use, retention and disposal of data",
"csasa37":"That the processing of personal data be restricted to the purposes specified in the privacy notice for which the data subject has provided his tacit or explicit consent, and keep it as long as it is necessary to achieve the specified purposes or as required by the laws, regulations and policies in force in the Kingdom and destroy it in a secure manner that prevents leakage, or loss, or embezzlement, or misuse, or unauthorized access to the system.",
"csasa38":"— Sixth principle: Access to data",
"csasa39":"To identify and provide the means through which the data subject can access his personal data to review, update and correct it.",
"csasa40":"— The seventh principle: Limit data disclosure",
"csasa41":"The disclosure of personal data to third parties is restricted to the purposes specified in the privacy notice for which the data subject has provided his (implicit or express).",
"csasa42":"— Principle Eight: Data Security",
"csasa43":"That personal data be protected from leakage, damage, loss, misappropriation, misuse, modification or unauthorized access - in accordance with what is issued by the National Cyber security Authority and the competent authorities.",
"csasa44":"— The ninth principle: data quality",
"csasa45":"That personal data be kept accurate, complete, and directly related to the purposes specified in the privacy notice.",
"csasa46":"— Tenth Principle: Monitoring and Compliance",
"csasa47":"Monitor compliance with the privacy policies and procedures of the controller, and address privacy-related inquiries, complaints and disputes.",
"csasa48":"The main principles and general rules for data sharing:",
"csasa49":"We provide data for justified practical goals aimed at achieving public interests without causing any harm to the activities of the entities, the privacy of individuals or the safety of the environment.",
"csasa50":"Access to data by properly qualified and trained persons:",
"csasa51":"- All information necessary for the exchange of data, including the required data, the purpose of its collection, its means of transmission, methods of storing it, the controls used to protect it, and the mechanism for disposing of it, shall be shared.",
"csasa52":"- The security controls stipulated in the data sharing agreement are applied.",
"csasa53":"- Appropriate security controls are applied to protect and share data in a secure and reliable environment in accordance with relevant regulations and legislation.",
"csasa54":"- Ethical practices are applied ,During the data-sharing process to ensure that it is used within a framework of fairness, integrity, honesty and respect",
"syas1":"Usage Policy",
"syas2":"Terms of use",
"syas3":"These terms and conditions (hereinafter referred to as “Terms”) which govern the use of the Company’s main website or any part thereof, and include sub-sites or referenced sites which are the property of the Company (“Company Websites”) are dictated by these terms and conditions (hereinafter referred to as “Terms”). The Company reserves all rights to unilaterally modify these Terms or in the event of changes in regulatory or local requirements or changes in the judicial and legal context. You agree to these terms and conditions. If you do not agree to these terms, please do not use this website or any of the mobile applications connected to it.",
"syas4":"1- Disclaimer of Third Party Websites",
"syas5":"1- This website may contain links to other websites which may be subject to separate terms and conditions.",
"syas6":"2- Any links to other websites on the company's website are not under our control, we are not responsible for them, and we do not adopt their contents or privacy policies. Therefore any use of this website is at your own risk.",
"syas7":"2- Acceptable Use Controls",
"syas8":"1- The company's website must not be exposed to any breach, damage or overload on the site. If an error or uncertainty is observed in any prohibited violations, distortion or tampering in any way, the company must be notified immediately.",
"syas9":"2- Users agree not to publish any tools created through the company's website or through the extraction, mining, collection or analysis of data that were not designed or intended to be disclosed.",
"syas10":"3- The Company will exercise due diligence and will not be liable for any breach of the terms beyond reasonable circumstances except as provided by a court of law.",
"syas11":"4- Users may not use the Company’s websites to post objectionable content or act in any manner deemed morally inappropriate, including: (age, gender, color, religion, race, origin, citizenship, disability, marital status)., based on Cybercrime prevention system.",
"syas12":"5- Access to the Company's websites may sometimes be suspended or restricted for operational reasons such as maintenance or the introduction of new facilities or products.",
"syas13":"6- The Company reserves the right to modify, correct, delete, suspend or discontinue, temporarily or permanently, any content without prior notice at any time, including any products available through the Company's website.",
"syas14":"7- The Company may, in its sole discretion and without notice to Users, temporarily or permanently cancel, terminate or suspend access or registration to the Company's Sites in apparent violation of the Terms.",
"syas15":"8- Any written content or files uploaded to the Company's websites may be subject to monitoring and audit and may be deleted if found to be harmful without providing any notice to users.",
"numbersonly":"Please enter numbers only",
"eamipl":"Please enter a valid email",
"phonechar":"Please enter a number of at least 12",
"su":"Message sent successfully",
"suu":"Please enter at least two characters",
"suuu":"Please this field is required",
"lastsss":"Enter the country",
"L":"Enter the country nationality",
"b1":"B1 Mart",
"postD":"Details of this post",
"fr3":"Full Name",
"fr3r":"Full Name required",
"al":"View investment ",
"alls":"opportunities",
"in":"information about the company",
"b11":"With B1 brand logo, you will be our first priority when you enter our store. We have a wide range of foods, snacks, hot and cold drinks, and more…"
}
}
